const grantsMock = [{ id: 1, name: 'مدیریت کاربران (اختصاص به فنی استان‌ها)' }];
const jobsMock = [
  {
    id: '111',
    label: 'سازمان',
    children: [
      {
        id: '112',
        label: 'مدیریت فناوری',
        children: [
          {
            id: '113',
            label: 'مدیر فناور - دکتر جهانی'
          },
          {
            id: '114',
            label: 'اداره شبکه',
            children: [
              {
                id: '1141',
                label: 'رئیس اداره شبکه - مهدی دانشخواه'
              },
              {
                id: '1142',
                label: 'کارشناس ارشد اداره شبکه - محسن شبستری'
              }
            ]
          },
          {
            id: '115',
            label: 'اداره رایانه',
            chilren: [
              {
                id: '1151',
                label: 'دایره بانک اطلاعاتی',
                chilren: [
                  {
                    id: '11511',
                    label: 'مدیر بانک اطلاعاتی - میلاد حیدری'
                  },
                  {
                    id: '11512',
                    label: 'کارشناس ارشد بانک اطلاعاتی - محمد نظری'
                  },
                  {
                    id: '11513',
                    label: 'کارشناس بانک اطلاعاتی'
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        id: '121',
        label: 'مدیریت امور اداری و پشتیبانی'
      },
      {
        id: '122',
        label: 'حوزه ریاست'
      }
    ]
  }
];

export { jobsMock, grantsMock };
